{
    "about": {
        "bienvenido": "¡Bienvenido a mi portfolio!",
        "about": "Sobre mi",
        "descripcion": "Soy Ingeniero Informático titulado por la Universidad Politécnica de Madrid, con experiencia en el desarrollo de aplicaciones web y móviles. Me apasiona la tecnología y la innovación, y disfruto enfrentándome a nuevos retos que me permitan crecer y aportar valor.\nHe trabajado como desarrollador frontend, participando en la creación de una plataforma web para profesionales médicos y una aplicación móvil para pacientes en estado de fragilidad. Además, desarrollé como Trabajo de Fin de Grado una app destinada a facilitar las labores de los cuidadores de personas mayores frágiles, siguiendo un enfoque de diseño centrado en el usuario y aplicando pruebas de calidad exhaustivas.\nMis principales competencias incluyen React Native, TypeScript, C, Java, SQL, AWS, Linux, Git. También me interesa el área de la ciberseguridad, donde busco seguir formándome y aplicar mis conocimientos.\nEstoy en búsqueda de oportunidades donde pueda seguir creciendo como desarrollador de software (frontend o backend) o en proyectos relacionados con seguridad informática, trabajando en equipos dinámicos y contribuyendo a construir soluciones tecnológicas útiles e innovadoras."
    },
    "projects": {
        "titulo": "Proyectos",
        "intro": "He trabajado en distintos mini proyectos como un pequeño juego en Unity, una aplicación para apoyar a cuidadores de personas mayores vulnerables o una recreación del clásico Sokoban, entre otros. Cada uno me ha enseñado algo nuevo y me ha ayudado a crecer como desarrollador."
    },
    "contact":{
        "titulo": "Saludame",
        "intro": "¿Quieres colaborar y trabajar en algunos proyectos? No dudes en ponerte en contacto conmigo dejando tus consultas y comentarios abajo. Gracias por tomarte el tiempo de estar aquí. ¡Que tengas un gran día!",
        "nombre": "Nombre:",
        "correo": "Correo:",
        "mensaje": "Mensaje:",
        "enviar": "Enviar mensaje"
    }
}