{
    "about": {
        "bienvenido": "Welcome to my portfolio!",
        "about": "About me",
        "descripcion": "I am a Computer Engineer graduated from the Polytechnic University of Madrid, with experience in developing web and mobile applications. I am passionate about technology and innovation, and I enjoy facing new challenges that allow me to grow and add value.\nI have worked as a frontend developer, participating in the creation of a web platform for medical professionals and a mobile application for patients in a state of frailty. In addition, I developed as my Final Degree Project an app aimed at facilitating the work of caregivers of frail elderly people, following a user-centered design approach and applying thorough quality testing.\nMy main skills include React Native, TypeScript, C, Java, SQL, AWS, Linux, Git. I am also interested in the field of cybersecurity, where I seek to continue learning and applying my knowledge.\nI am looking for opportunities where I can continue to grow as a software developer (frontend or backend) or in projects related to cybersecurity, working in dynamic teams and contributing to building useful and innovative technological solutions."
    },
    "projects": {
        "titulo": "Projects",
        "intro": "I have worked on various mini-projects such as a small game in Unity, an application to support caregivers of vulnerable elderly people, or a recreation of the classic Sokoban, among others. Each of these projects has taught me something new and helped me grow as a developer."
    },
    "contact": {
        "titulo": "Say hello",
        "intro": "Do you want to collaborate and work on some projects? Feel free to contact me by leaving your questions and comments below. Thank you for taking the time to be here. Have a great day!",
        "nombre": "Name:",
        "correo": "Email:",
        "mensaje": "Message:",
        "enviar": "Send message"
    },
    "footer": {
        "trabajar-juntos": "¿Tienes un proyecto interesante? ¡Vamos a trabajar juntos!",
        "sigueme": "¡Sígueme!",
        "contactame": "Contáctame"
    }
}